/*

 Notifiactions

 */

/* No comment provided by engineer. */
"Notifications_Title" = "Notifications";

/* No comment provided by engineer. */
"Notification_Prompt" = "Would you like to recieve notifications daily to remind you to fill out your daily scorecard?";

/* No comment provided by engineer. */
"Allow_Notifications_Error_Prompt" = "You need to allow notifications in settings in order to set up reminders.";

/* No comment provided by engineer. */
"Notification_Active_Label" = "Active";

/* No comment provided by engineer. */
"Notification_Time_Label" = "At What Time?";


/*

 Themes

 */


/* No comment provided by engineer. */
"Themes_Title" = "Themes";

/* No comment provided by engineer. */
"Blue" = "Deep Blue";

/* No comment provided by engineer. */
"Cyan" = "Cyanide";

/* No comment provided by engineer. */
"Green" = "Lime";

/* No comment provided by engineer. */
"Orange" = "Tangerine";

/* No comment provided by engineer. */
"Purple" = "Violet";

/* No comment provided by engineer. */
"Red" = "Crimson";


/*

 Prompt Edit

 */

/* No comment provided by engineer. */
"Prompt_Label" = "Prompt";

/* No comment provided by engineer. */
"Prompt_Active_Label" = "Is Prompt Active?";

"Score_Provider_Footer" = "Changing the scoring system will cause historical data to no longer be calculated.  If the change is reverted any historical data that has not been overwritten will be restored.";


/*

 Prompt Table

 */


/* No comment provided by engineer. */
"Edit_Prompts_Title" = "Edit Prompts";

/* No comment provided by engineer. */
"Inactive_Section_Label" = "Inactive";

/* No comment provided by engineer. */
"New_Prompt_Title" = "New Prompt";




/* No comment provided by engineer. */
"About_Title" = "About";


/* No comment provided by engineer. */
"Settings_Title" = "Settings";


/*

 Charts

 */

/* No comment provided by engineer. */
"Weekly_Trends_Title" = "Weekly Trends";

/* No comment provided by engineer. */
"Filters_Section_Header" = "Filters:";

/* No comment provided by engineer. */
"Prompts_Section_Header" = "Prompts:";


/*

 Day View

 */

/* No comment provided by engineer. */
"Today_Date_Label" = "Today";


/*

 Tab View

 */

/* No comment provided by engineer. */
"Charts_Tab_Button" = "Charts";

/* No comment provided by engineer. */
"Entries_Tab_Button" = "Entries";



/* No comment provided by engineer. */
"TwoValue_Provider_Name" = "Pass/Fail";

/* No comment provided by engineer. */
"TwoValue_Fail_Label" = "Fail";

/* No comment provided by engineer. */
"TwoValue_Pass_Label" = "Pass";


/* No comment provided by engineer. */
"FiveValue_Provider_Name" = "Out of Five";

/* No comment provided by engineer. */
"Notification_Text" = "Fill out your score card for the day.";


